[
    {
      "id": 1,
      "bookName": "The Dating PlayBook For Men",
      "author": "Andrew Ferebee",
      "image": "https://i.ibb.co/vqW7k9Y/new.png",
      "review": "To gain access to a proven strategy meticulously crafted through more than a decade of trial and error and successfully executed by tens of thousands of men around the world--to bridge the gap between the man you are today and the man are destined to become?What you are about to read is unlike anything you’ve experienced before. Unlike the other dating books for men on the market, The Dating Playbook For Men is not filled complicated theory, questionable pick up artist tactics or a marketing ploy designed to sell you into an overpriced “online dating bootcamp”.",
      "totalPages": 180,
      "rating": 4.5,
      "category": "Self help",
      "tags": ["Romance", "Relationship"],
      "publisher": "Scribner",
      "yearOfPublishing": 2015
    },
    {
      "id": 2,
      "bookName": "Why Do You Hate Money?",
      "author": "Joey Perica",
      "image": "https://i.ibb.co/C7qG12J/kindpng-7318921.png",
      "review": "A very good book on copy for fitness... But not only! Joey Percia's book is a summary of copywriting on fitness market, but not only on that... Same concept can be applied on almost every other market. With his simple and comprehensible style he puts down a sort of Bible on the subject.A very good book on copy for fitness... But not only! Joey Percia's book is a summary of copywriting on fitness market, but not only on that... Same concept can be applied on almost every other market. With his simple and comprehensible style he puts down a sort of Bible on the subject.",
      "totalPages": 281,
      "rating": 4.8,
      "category": "Social",
      "tags": ["Coming-of-age", "Social issues", "Legal drama"],
      "publisher": "J. B. Lippincott & Co.",
      "yearOfPublishing": 1018
    },
    {
      "id": 3,
      "bookName": "The Hate U Give",
      "author": "Angie Thomas",
      "image": "https://i.ibb.co/QD0hScT/kindpng-1064993.png",
      "review": " Sixteen-year-old Starr Carter moves between two worlds: the poor neighborhood where she lives and the fancy suburban prep school she attends. The uneasy balance between these worlds is shattered when Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer. Starr becomes entangled in a national news story after she witnesses a white police officer shoot and kill her childhood friend, Khalil. Sixteen-year-old Starr Carter moves between two worlds: the poor neighborhood where she lives and the fancy suburban prep school she attends. The uneasy balance between these worlds is shattered when Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer.",
      "totalPages": 328,
      "rating": 4.6,
      "category": "Novel",
      "tags": ["Urban Fiction", "Novel", "Totalitarianism", "Surveillance"],
      "publisher": "Secker & Warburg",
      "yearOfPublishing": 2017
    },
    {
      "id": 4,
      "bookName": "The ScholarShip Monthly Planner",
      "author": "Marianne Ragins",
      "image": "https://i.ibb.co/8xYQWWb/kindpng-4022054-1.png",
      "review": "In Marianne Ragins senior year of high school, she won over $400,000 in scholarships for college. As perhaps the first student ever to amass nearly half a million dollars in scholarship money, she has been featured in many publications including USA Today, People, Newsweek, Money, Essence and on the cover of Parade. She has also made hundreds of radio and television appearances on shows such as “Good Morning America,” “The Home Show,” and the “Mike & Maty Show Ragins is the author of the highly successful Winning Scholarships for College: An Insider’s Guide, College Survival & Success Skills 101, and other publications. She is the president of The Scholarship Workshop and sponsor of the Leading the Future II and Ragins Braswell National Scholarships. Ragins is an experienced motivational speaker and lecturer who has traveled nationally and internationally conducting The Scholarship Workshop presentation and giving other motivational seminars and speeches.",
      "totalPages": 280,
      "rating": 4.4,
      "category": "Education",
      "tags": ["Teen t", "Financial Aid"],
      "publisher": "TSW Publishing ",
      "yearOfPublishing": 2022
    },
    {
      "id": 5,
      "bookName": "Annotated texas Family Code",
      "author": "Sampson, Tindal",
      "image": "https://i.ibb.co/vZ4W0Vf/kindpng-81724-1.png",
      "review": "The Annotated Texas Family Code is a project of the Family Law Section of the State Bar of Texas. This redlined edition clearly indicates the changes to the Code from the Eighty-eighth Legislature. Annotations have been added throughout the book. The new edition also includes The Texas Rules of Civil Procedure and Texas Rules of Evidence.This redlined edition clearly indicates the changes to the Code from the Eighty-eighth Legislature. Annotations have been added throughout the book. The new edition also includes The Texas Rules of Civil Procedure and Texas Rules of Evidence",
      "totalPages": 310,
      "rating": 4.7,
      "category": "Law",
      "tags": ["Law", "Criminal", "Case"],
      "publisher": "Allen & Unwin",
      "yearOfPublishing": 2019
    },
    {
      "id": 6,
      "bookName": "Loving Jesus More",
      "author": "Philip Ryken",
      "image": "https://i.ibb.co/7pyppZ1/kindpng-2193744-1.png",
      "review": "The burning bush of Exodus was an invitation to Moses to turn aside and come near to God. And so it is with Loving Jesus More. It is an invitation to take off your shoes, quiet yourself before God, and be transported back to the time of Hear the bustle and noise in the dusty village markets as merchants sell their wares. Go behind the scenes with Jesus as He addresses the woman at the well. Who is she, really? Learn about the Covenant of Salt, and discover its powerful significance for us today! Walk in the sandals of the Prodigal Son’s father and gain a deeper understand of the Father’s Within the pages of this book, you will experience these events and many more like them. May they cause you to fall in love with Jesus even more.",
      "totalPages": 279,
      "rating": 4.9,
      "category": "Religion",
      "tags": ["Religion", "Peace"],
      "publisher": "T. Egerton, Whitehall",
      "yearOfPublishing": 2014
    },
    {
      "id": 7,
      "bookName": "The Lost Art Of Good Conversation",
      "author": "Sakyong Mipham",
      "image": "https://i.ibb.co/XtPvWQc/kindpng-5624060-1.png",
      "review": "In this new book from the bestselling author of Running with the Mind of Meditation, the Sakyong uses the basic principles of the Shambhala tradition--meditation and a sincere belief in the inherent wisdom.Cutting through all the white noise, chatter, and superficiality our cell phones and social media cause, one of Tibet's highest and most respected spiritual leaders offers simple and practical advice to help us increase our attentions spans, become better listeners, and strive to appreciate the people around us.n a world of iPhones and connectivity to social media and email, we are all in constant connection with one another. Then why are so many people feeling burned out, distant from colleagues, and abandoned by family and friends? In this new book from the bestselling author of Running with the Mind of Meditation, the Sakyong uses the basic principles of the Shambhala tradition--meditation and a sincere belief in the inherent wisdom, compassion, and courage of all beings--to help readers to listen and speak more mindfully with loved ones, co-workers, strangers, and even ourselves.",
      "totalPages": 309,
      "rating": 4.9,
      "category": "Social class",
      "tags": ["Magic", "Friendship"],
      "publisher": "Bloomsbury",
      "yearOfPublishing": 2017
    },
    {
      "id": 8,
      "bookName": "Cold Case Christianity",
      "author": "J.Warner Wallace",
      "image": "https://i.ibb.co/93SDFCP/kindpng-2592315-1.png",
      "review": "This is an excellent book on Christian apologetics. Mr. Wallace takes the reader on an exciting and fun investigative journey into why the essential claims of the New Testament can be trusted.This is an excellent book on Christian apologetics. Mr. Wallace takes the reader on an exciting and fun investigative journey into why the essential claims of the New Testament can be trusted.This is an excellent book on Christian apologetics. Mr. Wallace takes the reader on an exciting and fun investigative journey into why the essential claims of the New Testament can be trusted.",
      "totalPages": 374,
      "rating": 4.3,
      "category": "Religion",
      "tags": ["Religion", "Survival" ],
      "publisher": "Scholastic Press",
      "yearOfPublishing": 2013
    },
    {
      "id": 9,
      "bookName": "Spine of The Dragon",
      "author": "Kevin J.Anderson",
      "image": "https://i.ibb.co/X241BcT/kindpng-4945926-1.png",
      "review": "The story is so overpowering, I ache to read on, but there isn't a follow on yet.you know the feeling, I just need to know what happens next.Long ago, the nonhuman wreths created humans (with whom they can interbreed) as servants, then occupied themselves with killing their hereditary foe, a huge, evil dragon. This caused great destruction, depleted the land of magic, and ultimately failed, after which they disappeared, leaving the world to humans. Many years later, two continents, the Commonwealth of the Three Kingdoms and Ishara, fought bloody wars; desultory raids across the sea continue",
      "totalPages": 454,
      "rating": 4.1,
      "category": "High fantasy",
      "tags": ["High fantasy", "Fantasy Fiction"],
      "publisher": "Doubleday",
      "yearOfPublishing": 2019
    }
  ]